demo-output/website/campaign/F3_runs/cone/M3.0_th12/coarse/constant/thermophysicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      thermophysicalProperties;
}

thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}
mixture
{
    specie { molWeight 11640.3; }
    thermodynamics { Cp 2.5; Hf 0; }
    transport { mu 0; Pr 1; }
}
